Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uusi_pohjoissaamen_kielen_tyokirja_ilmestynyt(0).html.tmx
Source language: fin
Languages: sme

source: Uusi pohjoissaamen kielen työkirja ilmestynyt
sme: Ođđa bargogirji davvisámegillii almmuhuvvon

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden pohjoissaamen työkirjan GEA -kirjasarjaan.
sme: Skuvlen- ja oahppamateriáladoaimmahat lea almmustahttán Gea girjeráidui ođđa davvisámegiela bargogirjji.

source: Uusin työkirja GEA 3 bargogirji giđđii on tarkoitettu peruskoulun kolmannen luokan saame vieraana kielenä opetukseen.
sme: GEA 3 bargogirji giđđii lea oaivvilduvvon vuođđoskuvlla goalmmát luohká vierisgiela oahpahussii.

source: Työkirja sisältää runsaasti monipuolisia harjoituksia kevätlukukaudelle. GEA -kirjasarjan tekstit on kirjoittanut Oona Länsman.
sme: Girjji teavstta lea čállán Oona Länsman ja dat sisttisdoallá máŋggabealat hárjehusaid GEA 3 teakstagirjái.

source: Kuvat ja taiton on tehnyt Nora Bäck.
sme: Girjji govaid lea sárgon ja lay out bargan Nora Bäck.

source: Tilaukset: https://www.samediggi.fi/tuote/gea-3-bargogirji-giddii/
sme: Diŋgojumit: https://www.samediggi.fi/tuote/gea-3-bargogirji-giddii/?lang=dav
